[AdvMEC_RC X2CharacterTemplate]
strCharacterName="МЭК Патрульный"
strAcquiredText="Робот Адвента, созданный специально для борьбы с беспорядками. Его протоколы ставят в преоритет оглушение и обезоруживание противника, а не убийство."

[AdvMEC_RCM2 X2CharacterTemplate]
strCharacterName="МЭК Полицейский"
strAcquiredText="Робот Адвента, созданный специально для борьбы с беспорядками. Прекрасно справляется с функцией сдерживания и затягивания боя."

[RC_ADV_Bit X2CharacterTemplate]
strCharacterName="Охранный бот"

[RC_ADV_Bit2 X2CharacterTemplate]
strCharacterName="Охранный бот 2.0"

[SectopodMini X2CharacterTemplate]
strCharacterName="Сектопод Разведчик"
strAcquiredText="Малый вариант Сектопода. Этот боевой бот создан для поиска, обездвиживания и втягивания врагов в затяжной бой, пока не прибудут основные силы Адвента."

[SectopodMini2 X2CharacterTemplate]
strCharacterName="Сектопод охотник"
strAcquiredText="Малый вариант Сектопода. Этот боевой бот создан для поиска и обездвиживания врагов, до прихода основных сил Адвента."

[SectopodRoyal X2CharacterTemplate]
strCharacterName="Сектопод Класса Аннигилятор"
strAcquiredText="Наиболее крупный вариант Сектопода. Чудовищных размеров машина, десантируемая с орбиты Земли прямо на поле боя. Что еще Адвент нам приготовил?"

[TaserPunch X2AbilityTemplate]
LocFriendlyName="Шок-Удар"
LocLongDescription="Наносит удар электро-перчаткой, наносящий небольшой урон, но способный оглушить или дезориентировать цель."
LocHelpText="Наносит удар электро-перчаткой, наносящий небольшой урон, но способный оглушить или дезориентировать цель."
LocFlyOverText="Шок-Удар"

[SpawnSectopodRoyal X2AbilityTemplate]
LocFriendlyName="Секретное оружие"
LocLongDescription="Может призвать против нас секретное оружие Адвента."
LocHelpText="Может призвать против нас секретное оружие Адвента."
LocFlyOverText="Отправляйте секретное оружие!"

[Hunter_Whiplash X2AbilityTemplate]
LocFriendlyName="Электро-крюк охотника"
LocLongDescription="Атака врага электрическим крюком. Наносит двойной урон роботизированным юнитам. Урон игнорируют броню."
LocHelpText="Атака врага электрическим крюком. Наносит двойной урон роботизированным юнитам. Урон игнорируют броню."

[TaserPunch2 X2AbilityTemplate]
LocFriendlyName="Шок-Удар"
LocLongDescription="Наносит удар электро-перчаткой, наносящий небольшой урон, но способный оглушить или дезориентировать цель."
LocHelpText="Наносит удар электро-перчаткой, наносящий небольшой урон, но способный оглушить или дезориентировать цель."
LocFlyOverText="Шок-Удар"

[FlashBangMunitions X2AbilityTemplate]
LocFriendlyName="Запуск светошумовых гранат"
LocLongDescription="Может дать залп из светошумовых гранат, дезориентирующих цели в большой области."
LocHelpText="Может дать залп из светошумовых гранат, дезориентирующих цели в большой области."

[AdvBitRepair X2AbilityTemplate]
LocFriendlyName="Починка"
LocLongDescription="Может восстановить 4 ОЗ на поврежденных роботах-союзниках и восстановить 1 ед брони. Если броня не нуждается в ремонте, она будет усилена на 1 ед."
LocHelpText="Может восстановить 4 ОЗ на поврежденных роботах-союзниках и восстановить 1 ед брони. Если броня не нуждается в ремонте, она будет усилена на 1 ед."

[AdvBitRepair2 X2AbilityTemplate]
LocFriendlyName="Продвинутая починка"
LocLongDescription="Может восстановить 6 ОЗ на поврежденных роботах-союзниках и восстановить 2 ед брони. Если броня не нуждается в ремонте, она будет усилена на 2 ед."
LocHelpText="Может восстановить 6 ОЗ на поврежденных роботах-союзниках и восстановить 2 ед брони. Если броня не нуждается в ремонте, она будет усилена на 2 ед."

[RC_BITScanningProtocol X2AbilityTemplate]
LocFriendlyName="Search Protocol"
LocLongDescription="The Security BIT can trigger an instant scan of the area, increasing its own sight radius substantially for 2 turn, revealing any hidden or disguised enemies in view."
LocHelpText="The Security BIT can trigger an instant scan of the area, increasing its own sight radius substantially for 2 turn, revealing any hidden or disguised enemies in view."

[SectoKillZone X2AbilityTemplate]
LocFriendlyName="Зона контроля"
LocLongDescription="Сектопод контролирует большую территорию в конической области, открывая огонь по любой цели, пытающейся двигаться или совершать агрессивные действия."
LocHelpText="Сектопод контролирует большую территорию в конической области, открывая огонь по любой цели, пытающейся двигаться или совершать агрессивные действия."
LocFlyOverText="Зона контроля"

[SectopodImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет Сектопода"
LocLongDescription="Сектопод невосприимчив к огню, ядам и ментальным атакам."
LocHelpText="Сектопод невосприимчив к огню, ядам и ментальным атакам."

[SectoHelp X2AbilityTemplate]
LocFriendlyName="Вызов механизированных подкреплений"
LocLongDescription="Призывает случайных роботов Адвента на поле боя."
LocHelpText="Призывает случайных роботов Адвента на поле боя."
LocFlyOverText="Вызов подкреплений"

;weapons

[AdvMEC_RC_WPN X2WeaponTemplate]
FriendlyName="Магнитная пушка Адвента"
BriefSummary="Стандартная магнитая пушка МЕК класса."
UnknownUtilityCategory="Магнитная пушка Адвента"
AbilityDescName="Магнитная пушка Адвента"

[AdvMEC_RC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Наплечная пусковая установка"
BriefSummary="Наплечная пусковая установка, начиненная светошумовыми снарядами."
UnknownUtilityCategory="Пусковая установка"
AbilityDescName="Пусковая установка"

[MiniSectopod_WPN X2WeaponTemplate]
FriendlyName="Малый бластер сектопода"
BriefSummary="Магнитный бластер сектопода в его уменьшенном варианте."
UnknownUtilityCategory="Бластер"
AbilityDescName="Бластер"

[RoyalSectopod_WPN X2WeaponTemplate]
FriendlyName="Аннигилятор"
BriefSummary="Складное ракетное орудие сектопода. Наносит огромный урон и задевает осколами ближайшие цели."
UnknownUtilityCategory="Бластер"
AbilityDescName="Бластер"

[RoyalSectopod_DeathCannon_WPN X2WeaponTemplate]
FriendlyName="Пушка Аннигилятора"
BriefSummary="Усиленная пушка смерти аннигилятора наносит чудовищный урон всем в зоне поражения."
UnknownUtilityCategory="Смертельная пушка"
AbilityDescName="Смертельная пушка"

[HunterWhiplash_WP X2WeaponTemplate]
FriendlyName="Электро-струна"
BriefSummary="Электро-струна для зацепа врагов и нанесения им урона электричеством."
UnknownUtilityCategory="Электро-струна"
AbilityDescName="Электро-струна"

